---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.MicroinchesPerInchDegreeFahrenheit
source: html/4c19fc0a-f1c2-326a-f2e4-0e535e4081ea.htm
---
# Autodesk.Revit.DB.UnitTypeId.MicroinchesPerInchDegreeFahrenheit Property

Microinches per inch degree Fahrenheit.

## Syntax (C#)
```csharp
public static ForgeTypeId MicroinchesPerInchDegreeFahrenheit { get; }
```